<template>
    <div class="default">
        <h2>イベント</h2>
        <h3>
            JSPS科研費基盤研究（S）「史料データセンシングに基づく日本列島記憶継承モデルの確立」キックオフフォーラム<br />
            「日本史研究に関するデータフロー確立に向けて」
        </h3>
        <div>
            <h4>概要</h4>
            <p>2024年度に採択されましたJSPS科研費基盤研究（S）「史料データセンシングに基づく日本列島記憶継承モデルの確立」（24H00011）
                では、日本列島に関わる史料を時代横断・地域横断の観点で分析可能なデータとして蓄積・管理・共有し、
                これを過去から現在を、多々の分野をシームレスにつなぐデータインフラストラクチャとして成長させ、
                日本列島記憶継承モデルの確立を目指しています。
                このフォーラムは本研究課題のキックオフイベントとして、研究の全体像・計画、および、今年度の取り組み内容について報告します。
                また、日本列島記憶継承モデルの確立を目指していくため、日本史研究に関するデータフロー確立について議論します。
            </p>
            <p>申込みフォーム 参加には事前の申込みが必要です。下記フォームより登録をお願いします。<br />
                <a target="_blank" href="https://docs.google.com/forms/d/e/1FAIpQLSc0Z3Ys0215JNutle4R3HbAG9clSh2v0s-2QlXRTM51zp9yYQ/viewform">https://docs.google.com/forms/d/e/1FAIpQLSc0Z3Ys0215JNutle4R3HbAG9clSh2v0s-2QlXRTM51zp9yYQ/viewform</a>
            </p>
            <h4>開催日時</h4>
            <p> 2025年2月21日（金） 14:00-17:00（予定）</p>
            <h4>会場</h4>
            <p>オンライン</p>
            <h4>プログラム（tentative）：</h4>
            <ul>
                <li>開会挨拶（14:00-14:10）　</li>
                <li>第一部　研究概要と取り組み （14:10-15:40, 1報告あたり20分）
                    <ul>
                        <li>山田太造（東京大学史料編纂所）</li>
                        <li>金子拓（東京大学史料編纂所）</li>
                        <li>中村覚（東京大学史料編纂所）</li>
                        <li>馬場基（奈良文化財研究所）</li>
                        <li>森信介（京都大学学術情報メディアセンター）</li>
                    </ul>
                </li>
                <li>休憩（15:40-15:55）</li>
                <li>第二部　パネルディスカッション（15:55-16:55）
                    <ul>
                        <li>司会:関野樹（国際日本文化研究センター）</li>
                    </ul>
                </li>
                <li>閉会挨拶（16:55-17:00）</li>
            </ul>

            <h4>主催：</h4>
            <ul>
                <li>JSPS科研費24H00011</li>
                <li>東京大学史料編纂所</li>
            </ul>

        </div>

    </div>
</template>
